import React from "react";

export default function Shipping() {
    return (
        <main>
        <h1>Доставка и оплата</h1>
        <section className="shipping_container">
        <h2>Как сделать заказ</h2>
        <p>
            Чтобы оформить заказ, добавьте товары в корзину и укажите ваши данные. В течении 1-2 суток вам на почту придут реквизиты для оплаты заказа. Заказ необходимо оплатить в течении суток, в противном случае заказ аннулируется.
        </p>
        <h2>Товары, которых нет в наличии, выполняются после внесения 50% предоплаты</h2>
        <p>Изготовление товара на заказ может занять от 1 недели до месяца, в зависимости от количества и сложности изделия.</p>
        <p>Возможно изготовление изделия с вашими оттенками.</p>

        <h2>Доставка товара производится после 100% предоплаты</h2>
        <p>
            Мы находимся в Нижнем Новгороде.
        </p>
        <p>
            Доставка производится с помощью Почты России после оплаты на карту Сбербанка или Альфабанка. Стоимость отправления рассчитывается согласно тарифам почты России. 
        </p>
        <p>
            Отправка товара производится в течении 1-2 дней после окончания изготовления.
        </p>
        <p>
            Возможна доставка в другие страны.
        </p>
        </section>
        </main>
    )
}